Repository: AllyBradley/COPE
Catalog: src/wp4/locale/*/LC_MESSAGES/django.po
Languages: fr_be, nl_nl

source: No
fr_be: Non
nl_nl: Nee

source: Yes
fr_be: Oui
nl_nl: Ja

source: Unknown
fr_be: Inconnu
nl_nl: Onbekend

source: Perfusion Technician
fr_be: Perfusion Technicien
nl_nl: Perfusie Technician

source: Transplant Co-ordinator
fr_be: Transplant coordonnateur

source: Research Nurse / Follow-up
fr_be: Infirmière de recherche / Suivi
nl_nl: Verpleegkundige onderzoek / follow-up

source: National Co-ordinator
fr_be: Coordonnateur national
nl_nl: Nationaal Coördinator

source: Biobank Co-ordinator
fr_be: Biobanque coordonnateur

source: Statistician
fr_be: Statisticien
nl_nl: Statisticus

source: first names
fr_be: prénoms
nl_nl: voornamen

source: last names
fr_be: noms de famille
nl_nl: achternamen

source: job
fr_be: emploi
nl_nl: baan

source: telephone number
fr_be: numéro de téléphone
nl_nl: telefoon nummer

source: related user account
fr_be: compte d'utilisateur connexes
nl_nl: gerelateerde gebruikersaccount

source: person
fr_be: personne
nl_nl: persoon

source: people
fr_be: personnes
nl_nl: mensen

source: hospital name
fr_be: nom de l'hôpital
nl_nl: Naam ziekenhuis

source: centre code
fr_be: Code du centre
nl_nl: center code

source: country
fr_be: pays
nl_nl: land

source: hospital
fr_be: hôpital
nl_nl: ziekenhuis

source: hospitals
fr_be: hôpitaux
nl_nl: ziekenhuizen

source: team name
fr_be: nom de l'équipe
nl_nl: teamnaam

source: base hospital
fr_be: l'hôpital de base
nl_nl: base ziekenhuis

source: retrieval team
fr_be: équipe de recherche

source: retrieval teams
fr_be: Les équipes de récupération

source: barcode number
fr_be: Numéro de code-barres
nl_nl: barcodenummer

source: date and time taken
fr_be: Date et heure de prise
nl_nl: datum en tijd genomen

source: comment
fr_be: commentaire
nl_nl: commentaar

source: sample
fr_be: échantillon
nl_nl: monster

source: samples
fr_be: échantillons

source: sequence number
fr_be: numéro de séquence
nl_nl: volgnummer

source: name of transplant technician
fr_be: nom du technicien de transplantation
nl_nl: naam van transplantatie technicus

source: name of the SN-OD
fr_be: le nom de la SN-OD
nl_nl: Naam van de SN-OD

source: Consultant to MTO called at
fr_be: Consultant au MTO appelé à
nl_nl: Consultant voor MTO genoemd bij

source: donor hospital
fr_be: hôpital du donneur
nl_nl: donor ziekenhuis

source: time of withdrawal therapy
fr_be: le temps de la thérapie de sevrage
nl_nl: de tijd van de terugtrekking therapie

source: arrival time of technician at hub
fr_be: heure d'arrivée du technicien au centre
nl_nl: aankomsttijd van de technicus bij hub

source: ice boxes filled with sufficient amount of ice (for kidney assist)
fr_be: glacières remplies avec une quantité suffisante de glace (pour les reins aider)
nl_nl: koelboxen gevuld met voldoende hoeveelheid ijs (voor de nieren te helpen)

source: departure from base hospital at
fr_be: départ de l'hôpital de base au
nl_nl: vertrek van de basis ziekenhuis

source: arrival at donor hospital
fr_be: arrivée à l'hôpital des bailleurs de fonds
nl_nl: aankomst in donor ziekenhuis

source: Male
fr_be: Mâle
nl_nl: Mannelijk

source: Female
fr_be: Femme
nl_nl: Vrouwelijk

source: Caucasian
fr_be: Caucasien
nl_nl: Kaukasisch

source: Black
fr_be: Noir
nl_nl: Zwart

source: Other
fr_be: Autre
nl_nl: Ander

source: NHSBT Number
fr_be: Nombre NHSBT

source: age
fr_be: âge
nl_nl: leeftijd

source: date of birth
fr_be: date de naissance
nl_nl: geboortedatum

source: date of admission into hospital
fr_be: date d'admission à l'hôpital
nl_nl: datum van opname in het ziekenhuis

source: admitted to ITU
fr_be: admis à l'UIT
nl_nl: toegelaten tot de ITU

source: when admitted to ITU
fr_be: lorsqu'ils sont admis à l'UIT
nl_nl: wanneer toegelaten tot de ITU

source: date of procurement
fr_be: date de passation des marchés
nl_nl: datum van aanbesteding

source: gender
fr_be: sexe
nl_nl: geslacht

source: Weight (kg)
fr_be: Poids (kg)
nl_nl: Gewicht (kg)

source: Height (cm)
fr_be: Hauteur (cm)
nl_nl: Hoogte (cm)

source: ethnicity
fr_be: ethnicité
nl_nl: etniciteit

source: blood group
fr_be: groupe sanguin
nl_nl: bloedgroep

source: diagnosis
fr_be: diagnostic
nl_nl: diagnose

source: other diagnosis
fr_be: autre diagnostic
nl_nl: andere diagnose

source: diabetes mellitus
fr_be: le diabète sucré
nl_nl: suikerziekte

source: alcohol abuse
fr_be: l'abus d'alcool
nl_nl: alcohol misbruik

source: cardiac arrest
fr_be: crise cardiaque
nl_nl: hartstilstand

source: last systolic blood pressure
fr_be: dernière pression artérielle systolique
nl_nl: laatste systolische bloeddruk

source: last diastolic blood pressure
fr_be: dernière pression artérielle diastolique
nl_nl: laatste diastolische bloeddruk

source: hypotensive
fr_be: hypotenseur
nl_nl: bloeddrukverlagende

source: diuresis last day (ml)
fr_be: diurèse dernier jour (ml)
nl_nl: diurese laatste dag (ml)

source: diuresis last hour (ml)
fr_be: la dernière heure de la diurèse (ml)
nl_nl: diurese laatste uur (ml)

source: nor adrenaline
fr_be: ni l'adrénaline
nl_nl: noch adrenaline

source: other medication
fr_be: d'autres médicaments
nl_nl: andere medicatie

source: last creatinine
fr_be: dernière créatinine
nl_nl: laatste creatinine

source: max creatinine
fr_be: max créatinine

source: withdrawal of life support
fr_be: retrait du soutien de la vie
nl_nl: intrekking van life support

source: systolic arterial pressure
fr_be: la pression artérielle systolique
nl_nl: systolische bloeddruk

source: O2 saturation below 80%
fr_be: La saturation en O2 en dessous de 80%
nl_nl: O2 saturatie lager dan 80%

source: end of cardiac output
fr_be: fin du débit cardiaque
nl_nl: Eind hartminuutvolume

source: length of no touch period (minutes)
fr_be: longueur du pas de période touch (minutes)
nl_nl: lengte van de no touch periode (minuten)

source: knife to skin time
fr_be: couteau pour le temps de la peau
nl_nl: mes om de huid tijd

source: start in-situ cold perfusion
fr_be: commencer in-situ perfusion froide
nl_nl: starten in-situ koude perfusie

source: systemic (aortic) flush solution used
fr_be: systémique (aortique) solution de rinçage utilisée
nl_nl: systemische (aorta) flush oplossing gebruikt

source: systemic flush used
fr_be: ras systémique utilisé
nl_nl: systemische flush gebruikt

source: aortic - volume (ml)
fr_be: aortique - volume (ml)
nl_nl: aorta - volume (ml)

source: heparin (administered to donor/in flush solution)
fr_be: héparine (administrée à des bailleurs de fonds / en solution de rinçage)
nl_nl: heparine (toegediend aan donor / in flush oplossing)

source: donor
fr_be: donateur
nl_nl: schenker

source: donors
fr_be: donateurs
nl_nl: donoren

source: Liver
fr_be: Foie
nl_nl: Lever

source: Lung
fr_be: Poumon
nl_nl: Long

source: Pancreas
fr_be: Pancréas
nl_nl: Alvleesklier

source: Tissue
fr_be: Tissu
nl_nl: Weefsel

source: organ name
fr_be: Nom d'organes
nl_nl: orgel naam

source: organ offered
fr_be: orgue offert
nl_nl: orgel aangeboden

source: organs offered
fr_be: organes offertes
nl_nl: organen aangeboden

source: machine serial number
fr_be: le numéro de série de la machine
nl_nl: serienummer van het apparaat

source: machine reference number
fr_be: Numéro de référence de la machine
nl_nl: referentie-machine nummer

source: perfusion machine
fr_be: Machine à perfusion
nl_nl: perfusie machine

source: perfusion machines
fr_be: machines de perfusion
nl_nl: perfusie machines

source: perfusion machine file
fr_be: fichier de la machine de perfusion
nl_nl: perfusie machine file

source: perfusion machine files
fr_be: fichiers de la machine de perfusion
nl_nl: perfusie machine bestanden

source: Left
fr_be: Gauche
nl_nl: Links

source: Right
fr_be: Droit
nl_nl: Rechts

source: kidney location
fr_be: Lieu de reins
nl_nl: nieren locatie

source: Arterial Damage
fr_be: Dommages artérielle
nl_nl: Arteriële Damage

source: Venous Damage
fr_be: Dommages veineuse
nl_nl: Veneuze Damage

source: Ureteral Damage
fr_be: Urétéral Dommages

source: Parenchymal Damage
fr_be: Parenchymateuse Dommages
nl_nl: Parenchymale Damage

source: Other Damage
fr_be: Autres dommages
nl_nl: Andere Damage

source: None
fr_be: Aucun
nl_nl: Geen

source: Homogenous
fr_be: Homogène
nl_nl: Homogene

source: Patchy
fr_be: Inégal
nl_nl: Onregelmatig

source: Blue
fr_be: Bleu
nl_nl: Blauw

source: time out
fr_be: temps libre

source: number of renal arteries
fr_be: nombre d'artères rénales
nl_nl: aantal nierslagaders

source: renal graft damage
fr_be: dommages de greffe rénale
nl_nl: niertransplantaatfunctie schade

source: other damage done
fr_be: d'autres dommages causés
nl_nl: andere schade gedaan

source: perfusion characteristics
fr_be: Caractéristiques de perfusion
nl_nl: perfusie karakteristieken

source: is transplantable
fr_be: est transplantable
nl_nl: is transplanteerbare

source: not transplantable because
fr_be: pas parce transplantables
nl_nl: niet omdat transplanteerbare

source: Small
fr_be: Petit
nl_nl: Klein

source: Large
fr_be: Grand
nl_nl: Groot

source: Double Artery
fr_be: Double Artère

source: machine perfusion possible?
fr_be: machine à perfusion possible?
nl_nl: machine perfusie mogelijk?

source: not possible because
fr_be: pas possible parce que
nl_nl: onmogelijk omdat

source: machine perfusion
fr_be: machine à perfusion
nl_nl: machine perfusie

source: used patch holder
fr_be: titulaire de patch utilisé
nl_nl: gebruikte patch houder

source: artificial patch used
fr_be: Patch artificiel utilisé
nl_nl: kunstmatige patch gebruikt

source: artificial patch size
fr_be: la taille des parcelles artificielle
nl_nl: kunstmatige patch grootte

source: number of patches
fr_be: nombre de correctifs
nl_nl: aantal patches

source: is oxygen bottle full
fr_be: est bouteille d'oxygène pleine
nl_nl: zuurstof fles vol

source: oxygen bottle opened
fr_be: bouteille d'oxygène ouvert
nl_nl: zuurstoffles geopend

source: oxygen bottle changed
fr_be: bouteille d'oxygène a changé
nl_nl: zuurstoffles veranderd

source: oxygen bottle changed at
fr_be: bouteille d'oxygène a changé au
nl_nl: zuurstoffles veranderd

source: ice container replenished
fr_be: bac à glaçons reconstitué
nl_nl: ice container bijgevuld

source: ice container replenished at
fr_be: bac à glaçons réapprovisionné au
nl_nl: ice container bijgevuld op

source: perfusate measurable
fr_be: perfusat mesurable
nl_nl: perfusaat meetbare

source: value pO2
fr_be: valeur pO2
nl_nl: waarde pO2

source: machine file
fr_be: fichier de la machine

source: organ
fr_be: orgue
nl_nl: orgel

source: organs
fr_be: organes
nl_nl: organen

source: Disposables
fr_be: Jetables

source: Extra cannula small (3mm)
fr_be: Très petite canule (3mm)
nl_nl: Extra kleine canule (3mm)

source: Extra cannula large (5mm)
fr_be: Canule extra large (5mm)
nl_nl: Extra grote canule (5mm)

source: Extra patch holder small
fr_be: Correctif supplémentaire titulaire petite
nl_nl: Extra patch houder klein

source: Extra patch holder large
fr_be: Titulaire de patch extra large
nl_nl: Extra patch groot houder

source: Extra double cannula set
fr_be: Extra double jeu de la canule
nl_nl: Extra dubbele canule set

source: Perfusate solution
fr_be: Solution Perfusât
nl_nl: Perfusaat oplossing

source: related kidney
fr_be: rénale liée
nl_nl: gerelateerde nieren

source: resource used
fr_be: ressource utilisée
nl_nl: resource gebruikt

source: lot number
fr_be: numéro de lot
nl_nl: lotnummer

source: expiry date
fr_be: date d'expiration
nl_nl: vervaldatum

source: procurement resource
fr_be: ressources d'approvisionnement

source: procurement resources
fr_be: les ressources d'approvisionnement
nl_nl: middelen inkoop

source: COPE site admin
fr_be: COPE administrateur du site
nl_nl: COPE website admin

source: Models in the %(name)s application
fr_be: Les modèles de la %(name)s demande de s
nl_nl: Modellen in de %(name)s applicatie

source: Add
fr_be: Ajouter
nl_nl: Toevoegen

source: Change
fr_be: Changement
nl_nl: Verandering

source: You don't have permission to edit anything.
fr_be: Vous n'êtes pas autorisé à modifier quoi que ce soit.
nl_nl: Je hebt geen toestemming om iets te bewerken.

source: Recent Actions
fr_be: Actions récentes
nl_nl: Recente acties

source: My Actions
fr_be: Mes actions
nl_nl: Mijn Acties

source: None available
fr_be: Aucune disponible
nl_nl: Geen beschikbaar

source: Unknown content
fr_be: Le contenu est inconnu
nl_nl: Onbekende inhoud

source: French
fr_be: Français
nl_nl: Frans

source: English
fr_be: Anglais
nl_nl: Engels

source: Great Britain (English)
fr_be: Grande-Bretagne (anglais)
nl_nl: Groot-Brittannië (Engels)

source: Belgium (Dutch)
fr_be: Belgique (néerlandais)
nl_nl: België (Nederlands)

source: Belgium (French)
fr_be: Belgique (Français)
nl_nl: België (Frans)

source: Netherlands (Dutch)
fr_be: Pays-Bas (Néerlandais)
nl_nl: Nederland (Nederlands)

source: Netherlands (Frisian)
fr_be: Pays-Bas (frison)
nl_nl: Nederland (Fries)

source: centrifugation
nl_nl: centrifugeren

source: COPE administration
nl_nl: COPE administratie
